{
  "translation": {
    "Welcome to React": "Bienvenido a React y react-i18next",

    "nav-item1": "Inicio",
    "nav-item2": "Sobre m铆",
    "nav-item3": "Habilidades",
    "nav-item4": "Proyectos",
    "nav-item5": "Contacto",

    "start1": "Hola! Soy Valentina",
    "start2": "Desarrolladora Front End",
    "start3": "Te doy la bienvenida a mi espacio digital ",

    
    "aboutme1": "Sobre m铆",
    "aboutme2": "Soy desarrolladora full stack especializada en front-end, con experiencia en crear soluciones interactivas y escalables. Me enfoco en desarrollar interfaces intuitivas, funcionales y optimizadas para web y m贸viles, garantizando una buena experiencia de usuario. Cuento con habilidades en dise帽o multimedia, incluyendo dise帽o web, creaci贸n de identidad y contenido para redes. Como profesional autodidacta y orientada al aprendizaje continuo, estoy comprometida con adoptar nuevas tecnolog铆as y metodolog铆as 谩giles para generar valor en los equipos y proyectos.",

    "aboutme3": "Por favor, explore estos medios para que pueda ponerse en contacto conmigo y saber m谩s acerca de m铆.",
    
    "curriculum": "Descargar CV",

    "skills1": "Habilidades",
    "skills2": "Tecnolog铆as, software y herramientas con las que me he familiarizado a lo largo de mi trayectoria como desarrolladora web.",

    "projects1": "Proyectos",
    "projects2": "Ir al repositorio",
    "to-visit": "Visitar",
    "repository": "Repositorio",
    
    "italiandiesel": "Desarrollo de e-commerce para la venta de repuestos.",
    "pianguita": "Desarrollo de una p谩gina web para un hotel.",
    "andretty": "Desarrollo de e-commerce para una empresa de colchones.",
    "sianexus-web": "Desarrollo de p谩gina web corporativa.",
    "sianexus": "Desarrollo de software de facturaci贸n electr贸nica.",
    "vetpet": "Aplicaci贸n web para gesti贸n de bienestar animal.",
    "liveedu": "Aplicaci贸n web para cursos en l铆nea.",
    "adoptpet": "Aplicaci贸n web para adopci贸n de mascotas.",
    "frenitek": "Landing page para la empresa Frenitek S.A.S.",
    "eventox": "Aplicaci贸n web para gesti贸n de eventos.",
    "spootchat": "Aplicaci贸n web para reproducci贸n de m煤sica inspirada en Spotify.",
    "countries": "Aplicaci贸n web para explorar informaci贸n de pa铆ses.",
    "postpandemic": "Sitio web informativo sobre el impacto post-pandemia.",

    "frontend1": "Front-end",
    "frontend2": "En el 谩mbito del Frontend, canalizo mi pasi贸n por la creaci贸n de experiencias visuales cautivadoras. Utilizo tecnolog铆as como HTML, CSS y JavaScript para dar vida a interfaces intuitivas y atractivas. ",

    "contact1": "Informaci贸n de Contacto",
    "contact2": "Si tienes alguna consulta o est谩s interesado en colaborar, no dudes en contactarme a trav茅s de los siguientes medios:",
        
    "contact3": "Nombre y apellido",
    "contact4": "Correo electr贸nico",
    "contact5": "Mensaje",
    "contact6": "Ingrese aqu铆 su mensaje...",
    "contact7": "Enviar",

    "loading": "Enviando mensaje...",
    "succesfully": "Tu mensaje se ha enviado exitosamente.",

    "validationName1": "Tu nombre es requerido",
    "validationName2": "El nombre que ingres贸 contiene caracteres inv谩lidos",
    "validationEmail1": "Tu email es requerido",
    "validationEmail2": "La direcci贸n de correo electr贸nico no es v谩lida",
    "validationMessage": "El mensaje debe tener entre 15 y 500 caracteres",

    "footer": "Todos los derechos reservados 漏 2023"
  }
}

