{
  "translation": {
    "Welcome to React": "Bienvenido a React y react-i18next",

    "nav-item1": "Inicio",
    "nav-item2": "Sobre m칤",
    "nav-item3": "Habilidades",
    "nav-item4": "Proyectos",
    "nav-item5": "Contacto",

    "start1": "Hola! Soy Valentina",
    "start2": "Desarrolladora Frontend",
    "start3": "Te doy la bienvenida a mi espacio digital 游녦",

    
    "aboutme1": "Sobre m칤",
    
    "aboutme2": "Soy desarrolladora full-stack con m치s de dos a침os de experiencia, especializada en el desarrollo front-end. Me dedico a crear soluciones interactivas, escalables y centradas en el usuario, desarrollando interfaces intuitivas, funcionales y optimizadas para aplicaciones web adaptables a dispositivos m칩viles. Adem치s, poseo habilidades en dise침o multimedia, abarcando dise침o web, creaci칩n de identidades visuales y contenido para redes sociales. Como profesional autodidacta, orientada al aprendizaje continuo, estoy comprometida con la adopci칩n de nuevas tecnolog칤as y metodolog칤as 치giles para aportar valor a los equipos y proyectos en los que colaboro.",

    "aboutme3": "Por favor, explore estos medios para que pueda ponerse en contacto conmigo y saber m치s acerca de m칤.",
    
    "curriculum": "Descargar CV",

    "skills1": "Habilidades",
    "skills2": "Tecnolog칤as, software y herramientas con las que me he familiarizado a lo largo de mi trayectoria como desarrolladora web.",

    "projects1": "Proyectos",
    "projects2": "Ir al repositorio",
    "to-visit": "Visitar",
    "repository": "Repositorio",
    
    "italiandiesel": "Desarrollo de e-commerce para la venta de repuestos.",
    "pianguita": "Desarrollo de una p치gina web para un hotel.",
    "andretty": "Desarrollo de e-commerce para una empresa de colchones.",
    "sianexus-web": "Desarrollo de p치gina web corporativa.",
    "sianexus": "Desarrollo de software de facturaci칩n electr칩nica.",
    "vetpet": "Aplicaci칩n web para gesti칩n de bienestar animal.",
    "liveedu": "Aplicaci칩n web para cursos en l칤nea.",
    "adoptpet": "Aplicaci칩n web para adopci칩n de mascotas.",
    "frenitek": "Landing page para la empresa Frenitek S.A.S.",
    "eventox": "Aplicaci칩n web para gesti칩n de eventos.",
    "spootchat": "Aplicaci칩n web para reproducci칩n de m칰sica inspirada en Spotify.",
    "countries": "Aplicaci칩n web para explorar informaci칩n de pa칤ses.",
    "postpandemic": "Sitio web informativo sobre el impacto post-pandemia.",
    "loginBee": "Interfaz de login con tema de abeja, modo diurno y nocturno.",

    "frontend1": "Front-end",
    "frontend2": "En el 치mbito del Frontend, canalizo mi pasi칩n por la creaci칩n de experiencias visuales cautivadoras. Utilizo tecnolog칤as como HTML, CSS y JavaScript para dar vida a interfaces intuitivas y atractivas. ",

    "contact1": "Informaci칩n de Contacto",
    "contact2": "Si tienes alguna consulta o est치s interesado en colaborar, no dudes en contactarme a trav칠s de los siguientes medios:",
        
    "contact3": "Nombre y apellido",
    "contact4": "Correo electr칩nico",
    "contact5": "Mensaje",
    "contact6": "Ingrese aqu칤 su mensaje...",
    "contact7": "Enviar",

    "loading": "Enviando mensaje...",
    "succesfully": "Tu mensaje se ha enviado exitosamente.",

    "validationName1": "Tu nombre es requerido",
    "validationName2": "El nombre que ingres칩 contiene caracteres inv치lidos",
    "validationEmail1": "Tu email es requerido",
    "validationEmail2": "La direcci칩n de correo electr칩nico no es v치lida",
    "validationMessage": "El mensaje debe tener entre 15 y 500 caracteres",

    "footer": "Todos los derechos reservados 춸 2023"
  }
}

